{
  "toast.araxers_bestiary.progression.title": "%s",
  "toast.araxers_bestiary.progression.discovery": "Bestiário: Nova descoberta!",
  "toast.araxers_bestiary.progression.spawn_locations": "Locais desbloqueados!",
  "toast.araxers_bestiary.progression.loot_icons": "Saques desbloqueados!",
  "toast.araxers_bestiary.progression.loot_chances": "Chances de drop desbloqueadas!",
  "toast.araxers_bestiary.progression.advanced_attributes": "Atributos avançados desbloqueados!",
  "toast.araxers_bestiary.progression.description": "Descrição desbloqueada!",
  "toast.araxers_bestiary.progression.generic": "Conhecimento aumentado!",

  "toast.araxers_bestiary.rank.title": "%s",
  "toast.araxers_bestiary.rank.increase": "Rank aumentado: %s → %s",

  "toast.araxers_bestiary.observation.title": "Bestiário: Nova Observação!",
  "toast.araxers_bestiary.observation.description": "Novas pistas descobertas!",

  "item.araxers_bestiary.bestiary_book": "Livro do Bestiário",
  "key.bestiary.open": "Abrir Bestiário",
  "key.categories.bestiary": "Bestiário do Araxer",

  "screen.araxers_bestiary.filter.display.boss": "Chefes",
  "screen.araxers_bestiary.filter.display.monster": "Monstros",
  "screen.araxers_bestiary.filter.display.creature": "Criaturas",
  "screen.araxers_bestiary.filter.display.water": "Água",
  "screen.araxers_bestiary.filter.display.water_creature": "Criaturas Aquáticas",
  "screen.araxers_bestiary.filter.display.underground_water_creature":  "Criaturas Aquáticas Subterrâneas",
  "screen.araxers_bestiary.filter.display.ambient": "Ambiente",
  "screen.araxers_bestiary.filter.display.water_ambient": "Ambiente Aquático",
  "screen.araxers_bestiary.filter.display.axolotls": "Axolotes",
  "screen.araxers_bestiary.filter.display.misc": "Diversos",
  "screen.araxers_bestiary.filter.display.new": "Novo",
  "screen.araxers_bestiary.filter.display.sighted": "Avistados",
  "screen.araxers_bestiary.filter.display.discovered": "Descobertos",
  "screen.araxers_bestiary.filter.display.all": "Todos",

  "screen.araxers_bestiary.unlock_tabs.undiscovered": "Derrote, observe com uma Luneta, domestique, negocie, alimente ou cruze para desbloquear detalhes.",
  "screen.araxers_bestiary.unlock_tabs.sighted": "Criaturas avistadas têm maior chance de ganhar ranks mais altos",

  "screen.araxers_bestiary.bestiary": "Bestiário",
  "screen.araxers_bestiary.search": "Pesquisar...",
  "screen.araxers_bestiary.tab.stats": "Info",
  "screen.araxers_bestiary.tab.spawn": "Geração",
  "screen.araxers_bestiary.tab.loot": "Saque",
  "screen.araxers_bestiary.tooltip.defeats": "Derrotados: %s",
  "screen.araxers_bestiary.tooltip.sighted": "Criaturas avistadas têm maior chance de ganhar ranks mais altos.",
  "screen.araxers_bestiary.tooltip.health": "Vida: %s",
  "screen.araxers_bestiary.tooltip.armor": "Armadura: %s",
  "screen.araxers_bestiary.tooltip.toughness": "Resistência: %s",
  "screen.araxers_bestiary.tooltip.speed": "Velocidade: %.2f",
  "screen.araxers_bestiary.tooltip.experience": "Experiência: %s pontos",
  "screen.araxers_bestiary.tooltip.hide_undiscovered": "Ocultar Não Descobertos",
  "screen.araxers_bestiary.tooltip.list_text_mode": "Alternar texto por entrada",

  "screen.araxers_bestiary.monsters_count": "Monstros: %s",
  "screen.araxers_bestiary.new_indicator": "Novo!",
  "screen.araxers_bestiary.no_preview": "Prévia indisponível",
  "screen.araxers_bestiary.boss_prefix": "[Chefe] ",
  "screen.araxers_bestiary.sighted": "Avistado",
  "screen.araxers_bestiary.defeats_count": "Derrotados: %s",
  "screen.araxers_bestiary.defeats_unknown": "?",
  "screen.araxers_bestiary.unknown": "???",
  "screen.araxers_bestiary.unknown_short": "?",
  "screen.araxers_bestiary.mob_type.undead": "Morto-vivo",
  "screen.araxers_bestiary.mob_type.arthropod": "Artrópode",
  "screen.araxers_bestiary.mob_type.illager": "Illager",
  "screen.araxers_bestiary.mob_type.water": "Aquático",
  "screen.araxers_bestiary.mob_type.undefined": "Outro",

  "narration.araxers_bestiary.monster_list": "Lista de Monstros",
  "narration.araxers_bestiary.entity_view": "Visualização da Entidade",
  "narration.araxers_bestiary.info_panel": "Painel de Informações",
  "screen.araxers_bestiary.stats.health": "Vida: ",
  "screen.araxers_bestiary.stats.damage": "Dano: ",
  "screen.araxers_bestiary.stats.armor": "Armadura: ",
  "screen.araxers_bestiary.stats.toughness": "Resistência: ",
  "screen.araxers_bestiary.stats.experience": "Experiência: ",
  "screen.araxers_bestiary.stats.knockback_resistance" : "Resistência a Repulsão: %s%%",
  "screen.araxers_bestiary.stats.movement_speed": "Velocidade de Movimento: %s",
  "screen.araxers_bestiary.stats.follow_range": "Alcance de Perseguição: %s",
  "screen.araxers_bestiary.stats.attack_knockback": "Repulsão de Ataque: %s",
  "screen.araxers_bestiary.stats.fly_speed": "Velocidade de Voo: %s",
  "screen.araxers_bestiary.stats.attack_speed": "Velocidade de Ataque: %s",
  "screen.araxers_bestiary.stats.speed_slow": "Lento",
  "screen.araxers_bestiary.stats.speed_normal": "Normal",
  "screen.araxers_bestiary.stats.speed_fast": "Rápido",
  "screen.araxers_bestiary.stats.speed_very_fast": "Muito Rápido",
  "screen.araxers_bestiary.stats.speed_lightning": "Velocidade da Luz",
  "screen.araxers_bestiary.stats.none": "nenhum",
  "screen.araxers_bestiary.stats.xp": " XP",
  "screen.araxers_bestiary.stats.advanced_locked": "Atributos avançados bloqueados",
  "screen.araxers_bestiary.stats.need_defeats": "(necessário %d derrotados)",
  "screen.araxers_bestiary.stats.need_rank": "(necessário rank %d ou superior)",
  "screen.araxers_bestiary.spawn.locked": "Bloqueado",
  "screen.araxers_bestiary.spawn.need_defeats": "(necessário %d derrotados)",
  "screen.araxers_bestiary.spawn.need_rank": "(necessário rank %d ou superior)",
  "screen.araxers_bestiary.spawn.various_spawn_locations": "Vários locais de geração",
  "screen.araxers_bestiary.loot.drop_chances_locked": "Chances de drop bloqueadas",
  "screen.araxers_bestiary.loot.need_defeats": "(necessário %d derrotados)",
  "screen.araxers_bestiary.loot.need_rank": "(necessário rank %d ou superior)",
  "screen.araxers_bestiary.loot.locked": "Bloqueado",
  "screen.araxers_bestiary.loot.no_drops": "Sem drops de saque",
  "screen.araxers_bestiary.filter.monster": "monstro",
  "screen.araxers_bestiary.filter.creature": "criatura",
  "screen.araxers_bestiary.filter.water": "água",
  "screen.araxers_bestiary.filter.water_creature": "criatura_aquática",
  "screen.araxers_bestiary.filter.underground_water_creature": "criatura_aquática_subterrânea",
  "screen.araxers_bestiary.filter.ambient": "ambiente",
  "screen.araxers_bestiary.filter.water_ambient": "ambiente_aquático",
  "screen.araxers_bestiary.filter.axolotls": "axolotes",
  "screen.araxers_bestiary.filter.misc": "diversos",
  "screen.araxers_bestiary.filter.new": "novo",
  "screen.araxers_bestiary.filter.sighted": "avistado",
  "screen.araxers_bestiary.filter.discovered": "descoberto",
  "screen.araxers_bestiary.filter.boss": "chefe",
  "screen.araxers_bestiary.loot.unknown_drop": "Saque Desconhecido",

  "entity.araxers_bestiary.bestiary.minecraft.allay.description": "O Allay é uma criatura voadora pequena, amigável e azul que coleta itens correspondentes ao que o jogador lhe dá. Ele entrega esses itens a blocos de notas ou ao jogador que lhe deu o item. Allays podem ser encontrados em postos avançados de saqueadores, mansões da floresta e cidades ancestrais. Eles amam música e dançam quando estão perto de uma vitrola tocando um disco.",
  "entity.araxers_bestiary.bestiary.minecraft.axolotl.description": "Axolotes são criaturas aquáticas passivas encontradas em cavernas luxuriantes. Eles vêm em cinco variantes de cores diferentes: rosa, marrom, dourado, ciano e o raro azul. Axolotes atacam a maioria das criaturas hostis subaquáticas e podem ser pegos em um balde com água. Eles se fingem de mortos quando feridos e recebem regeneração após lutar. Axolotes foram os primeiros anfíbios adicionados ao Minecraft.",
  "entity.araxers_bestiary.bestiary.minecraft.bat.description": "Morcegos são pequenas criaturas de ambiente passivas que surgem em áreas escuras no subterrâneo. Eles servem a um propósito puramente atmosférico e não deixam cair nada quando derrotados. Morcegos ficam pendurados de cabeça para baixo quando ociosos e voam erraticamente quando perturbados ou durante a noite. São a única criatura passiva voadora que ocorre naturalmente no jogo. Morcegos aparecem com mais frequência durante a temporada de Halloween.",
  "entity.araxers_bestiary.bestiary.minecraft.bee.description": "Abelhas são criaturas voadoras neutras que vivem em ninhos de abelhas e colmeias. Elas coletam pólen das flores e ajudam as plantações a crescer através da polinização. Abelhas produzem mel, que pode ser coletado com frascos, e favos de mel, que podem ser colhidos com tesouras. Elas se tornam hostis quando atacadas ou quando seu ninho/colmeia é perturbado, e morrem após picar uma vez. Abelhas não podem voar na chuva e retornam para casa à noite.",
  "entity.araxers_bestiary.bestiary.minecraft.blaze.description": "Blazes são criaturas hostis nativas do Nether. Eles aparecem como hastes flutuantes e flamejantes cercadas por hastes menores que giram em torno de seu corpo. Blazes atacam disparando bolas de fogo nos jogadores, o que pode incendiá-los. Eles surgem naturalmente em fortalezas do Nether e são imunes a danos de fogo e lava. As varas de blaze, que eles soltam quando derrotados, são essenciais para a alquimia e para acessar a dimensão do End.",
  "entity.araxers_bestiary.bestiary.minecraft.camel.description": "Camelos são criaturas passivas que surgem em vilas do deserto. Eles podem ser domesticados e montados como cavalos, mas com habilidades únicas. Camelos podem carregar dois jogadores ao mesmo tempo, podem dar um impulso para frente em um salto e têm uma postura alta o suficiente para que criaturas hostis não alcancem os cavaleiros. Eles possuem uma animação distinta de sentar e podem ser reproduzidos usando cacto. Camelos são imunes a danos de cacto e podem passar por cima de cercas sem pular.",
  "entity.araxers_bestiary.bestiary.minecraft.cat.description": "Gatos são criaturas passivas domesticáveis que surgem em vilas e choupanas de pântano. Eles vêm em 11 padrões de pelagem diferentes, incluindo malhado, smoking, vermelho e siamês. Gatos podem ser domesticados usando bacalhau ou salmão crus e seguirão os jogadores que segurarem esses itens. Gatos domesticados sentarão em camas e baús, afastarão phantoms e ocasionalmente trarão presentes para seus donos pela manhã. Eles também afugentam Creepers, tornando-os úteis para a defesa da base.",
  "entity.araxers_bestiary.bestiary.minecraft.cat.gift": "(presenteado por um gato)",
  "entity.araxers_bestiary.bestiary.minecraft.cave_spider.description": "Aranhas das cavernas são variantes menores e mais perigosas das aranhas comuns. Elas surgem de geradores em minas abandonadas. Ao contrário das aranhas comuns, as aranhas das cavernas podem passar por frestas de 1 bloco e infligem veneno aos jogadores quando atacam. Elas são hostis em níveis de luz 11 ou menos, e neutras em luz mais brilhante. Aranhas das cavernas podem escalar paredes e têm 3/4 do tamanho das aranhas comuns.",
  "entity.araxers_bestiary.bestiary.minecraft.chicken.description": "Galinhas são animais de fazenda passivos que botam ovos e podem ser reproduzidos com sementes. Elas surgem naturalmente no Mundo Superior em biomas gramados. Galinhas deixam cair penas e frango cru quando derrotadas, e botam ovos aproximadamente a cada 5-10 minutos. Elas sofrem danos de queda muito lentamente devido à sua habilidade de bater as asas. Pintinhos seguem galinhas adultas, e galinhas podem ser atraídas usando sementes de trigo, beterraba ou melancia.",
  "entity.araxers_bestiary.bestiary.minecraft.cod.description": "Bacalhaus são criaturas aquáticas passivas que surgem em biomas oceânicos frios, mornos e profundos. Eles nadam em cardumes e fogem de jogadores e predadores como golfinhos e guardiões. O bacalhau pode ser pego com um balde com água para criar um balde com bacalhau, que pode ser colocado para soltá-lo. Quando derrotados, deixam cair bacalhau cru e, ocasionalmente, farinha de osso. São um dos peixes mais comuns no jogo e uma importante fonte de alimento.",
  "entity.araxers_bestiary.bestiary.minecraft.cow.description": "Vacas são animais de fazenda passivos que surgem em biomas gramados no Mundo Superior. Elas podem ser reproduzidas usando trigo e fornecem couro, bife e leite. Jogadores podem usar um balde vazio em uma vaca para coletar leite, que pode ser usado para fazer bolo ou para curar certos efeitos de status. Vacas seguem jogadores que seguram trigo, e os bezerros levam 20 minutos para crescer até a fase adulta.",
  "entity.araxers_bestiary.bestiary.minecraft.creeper.description": "Creepers são criaturas hostis icônicas conhecidas por sua abordagem silenciosa e natureza explosiva. Eles perseguem jogadores silenciosamente e explodem quando próximos, destruindo blocos e causando dano. Creepers temem gatos e jaguatiricas, que farão com que eles fujam. Quando atingidos por um raio, tornam-se Creepers carregados com uma explosão mais poderosa. Se derrotados pela flecha de um esqueleto, deixam cair um disco de música. Creepers são um dos mobs mais perigosos e reconhecíveis do Minecraft.",
  "entity.araxers_bestiary.bestiary.minecraft.creeper.loot.music_disc_13" : "(Se derrotado pela flecha de um esqueleto)",
  "entity.araxers_bestiary.bestiary.minecraft.dolphin.description": "Golfinhos são criaturas aquáticas neutras que surgem em biomas oceânicos. Eles nadam em grupos e podem guiar jogadores até estruturas subaquáticas como naufrágios e ruínas oceânicas quando alimentados com bacalhau ou salmão crus. Golfinhos concedem aos jogadores o efeito \"Graça do Golfinho\" ao nadar perto deles, o que aumenta a velocidade de nado. Eles pulam para fora da água, brincam com itens e atacam criaturas hostis como afogados. Golfinhos precisam subir à superfície para respirar periodicamente ou sofrerão dano.",
  "entity.araxers_bestiary.bestiary.minecraft.donkey.description": "Burros são criaturas passivas domesticáveis que surgem em biomas de planície e savana. Podem ser domesticados montando-os repetidamente até que corações apareçam. Ao contrário dos cavalos, os burros podem ser equipados com baús para carregar itens, sendo úteis para transporte e armazenamento. Podem ser cruzados com cavalos para produzir mulas, que combinam características de ambos os pais. Burros podem ser equipados com selas para montaria e podem ser conduzidos com um laço.",
  "entity.araxers_bestiary.bestiary.minecraft.drowned.description": "Afogados são variantes de zumbis hostis subaquáticos que surgem em oceanos, rios e ruínas subaquáticas. Também podem ser criados quando zumbis ficam submersos na água por 30 segundos. Afogados podem nadar e sobreviver submersos indefinidamente. Alguns surgem com tridentes, que podem arremessar nos jogadores à distância. Eles queimam na luz solar, a menos que estejam na água ou usando um capacete. Afogados são uma das poucas fontes de tridentes no jogo e também têm chance de dropar lingotes de cobre e de ouro.",
  "entity.araxers_bestiary.bestiary.minecraft.drowned.loot.trident": "(Se equipado com um tridente)",
  "entity.araxers_bestiary.bestiary.minecraft.elder_guardian.description": "Guardiões-mestres são poderosas criaturas aquáticas hostis que surgem em monumentos oceânicos. São variantes maiores dos guardiões comuns e muito mais perigosos. Apenas três surgem em cada monumento oceânico - um na câmara central e dois nas alas. Eles atacam com um raio laser e podem infligir o efeito Fadiga na Mineração III em jogadores próximos, tornando difícil quebrar blocos. Deixam cair fragmentos de prismarinho, cristais de prismarinho e esponjas molhadas quando derrotados, sendo a única fonte renovável de esponjas no jogo.",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.description": "O Ender Dragon é o chefe principal do Minecraft, residindo na dimensão do End. Este grande dragão negro voa ao redor da ilha central do End, protegido por Cristais do End que o curam. Jogadores devem destruir esses cristais antes de causarem dano efetivo ao dragão. Ele ataca investindo contra jogadores, disparando bolas de fogo de dragão e usando um ataque de bafo que deixa o Bafo do Dragão, que pode ser coletado em frascos de vidro. Quando derrotado pela primeira vez, deixa cair um Ovo de Dragão e cria um portal de saída. O dragão pode ser revivido usando Cristais do End colocados no portal de saída.",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.loot.dragon_egg": "(Cai apenas uma vez após derrotar o Ender Dragon pela primeira vez)",
  "entity.araxers_bestiary.bestiary.minecraft.ender_dragon.loot.dragon_breath": "(Coletado com um frasco de vidro durante a luta)",
  "entity.araxers_bestiary.bestiary.minecraft.enderman.description": "Endermen são criaturas altas e neutras que podem se teletransportar e pegar certos blocos. Eles surgem em todas as três dimensões: o Mundo Superior, o Nether e o End, sendo o End sua dimensão de origem. Endermen tornam-se hostis quando um jogador olha diretamente para a parte superior de seu corpo ou os ataca. Sofrem dano da água e projéteis, mas podem se teletransportar para longe do perigo. Deixam cair pérolas do End quando derrotados, que são essenciais para acessar a dimensão do End. São um dos mobs mais icônicos e misteriosos do Minecraft.",
  "entity.araxers_bestiary.bestiary.minecraft.endermite.description": "Endermites são minúsculas criaturas hostis que têm uma pequena chance de surgir quando um jogador usa uma Pérola do End. Essas criaturas roxas parecidas com insetos são relacionadas aos Endermen e atacarão jogadores ao serem vistas. São muito pequenas, tornando-as difíceis de atingir, e podem passar por frestas de 1 bloco. Endermites não deixam cair nenhum item ao serem derrotados. Endermen atacarão Endermites se os virem, sugerindo algum tipo de inimizade natural entre as espécies.",
  "entity.araxers_bestiary.bestiary.minecraft.evoker.description": "Invocadores são poderosos conjuradores Illagers que surgem em mansões da floresta e durante invasões de vilas. Atacam usando magia, invocando presas do chão que mordem os jogadores e vexes (pequenos espíritos voadores hostis) para lutar por eles. Invocadores também podem transformar ovelhas próximas em azul ou vermelho como medida defensiva. Eles sempre deixam cair um Totem da Imortalidade quando derrotados, um item valioso que pode salvar um jogador da morte uma vez ao ser segurado. Invocadores são considerados um dos tipos de Illager mais perigosos devido às suas habilidades mágicas.",
  "entity.araxers_bestiary.bestiary.minecraft.fox.description": "Raposas são criaturas passivas ariscas que surgem em biomas de taiga. Existem duas variantes: vermelha (em taigas normais) e branca/ártica (em taigas nevadas). Raposas são noturnas, dormindo durante o dia e tornando-se ativas à noite. Têm medo natural de jogadores, mas podem ser reproduzidas usando bagas doces, e o filhote confiará no jogador que o criou. Raposas podem carregar itens na boca, atacar galinhas e coelhos, e têm um ataque de bote único para pegar presas. Elas podem pular cercas e às vezes são encontradas dormindo na neve durante nevascas.",
  "entity.araxers_bestiary.bestiary.minecraft.frog.description": "Sapos são criaturas anfíbias passivas que surgem em biomas de pântano e pântano de mangue. Existem em três variantes baseadas no bioma em que crescem: temperado (laranja), frio (verde) e quente (branco). Sapos podem pular, nadar e andar sobre vitórias-régias. Comem slimes e cubos de magma pequenos usando a língua. Quando um sapo come um slime pequeno, produz uma bola de slime, e quando come um cubo de magma pequeno, produz um bloco de brilharã (uma fonte de luz colorida que varia conforme a variante do sapo). Podem ser reproduzidos usando bolas de slime, e botam ovas de sapo que chocam em girinos.",
  "entity.araxers_bestiary.bestiary.minecraft.frog.slime_ball": "(Se comer um slime pequeno)",
  "entity.araxers_bestiary.bestiary.minecraft.frog.ochre_froglight": "(Se comer um cubo de magma pequeno)",
  "entity.araxers_bestiary.bestiary.minecraft.ghast.description": "Ghasts são grandes criaturas hostis flutuantes nativas do Nether. Parecem cubos gigantes e pálidos com nove tentáculos pendurados e são conhecidos por seus sons distintos de choro e lamento. Ghasts atacam disparando bolas de fogo explosivas nos jogadores à distância, que podem ser rebatidas de volta com golpes bem cronometrados. Eles podem voar e passar por blocos, sendo difíceis de evitar em áreas abertas do Nether. Quando derrotados, Ghasts sempre deixam cair pólvora e têm chance de dropar lágrimas de Ghast, usadas em poções de regeneração e essenciais para criar cristais do End.",
  "entity.araxers_bestiary.bestiary.minecraft.giant.description": "Gigantes são criaturas hostis não utilizadas que aparecem como zumbis superdimensionados, seis vezes mais altos que um zumbi comum. Eles não surgem naturalmente no jogo e só podem ser invocados via comandos. Apesar da aparência intimidante, Gigantes não possuem IA na versão atual do Minecraft, então não se movem nem atacam. São essencialmente um remanescente de versões antigas do jogo que nunca foi totalmente implementado. Gigantes foram originalmente planejados para serem inimigos desafiadores, mas ficaram incompletos. Não possuem drops nem locais de geração natural.",
  "entity.araxers_bestiary.bestiary.minecraft.glow_squid.description": "Lulas brilhantes são criaturas aquáticas passivas adicionadas na atualização Caves & Cliffs após vencerem uma votação da comunidade. São uma variante da lula comum, mas com aparência bioluminescente que as faz brilhar em ambientes subaquáticos escuros. Apesar do nome, não emitem luz real que ilumina os arredores. Surgem em cavernas subaquáticas, lagos subterrâneos e no bioma de escuridão profunda. Quando derrotadas, deixam cair bolsas de tinta brilhante, usadas para fazer placas e molduras brilharem no escuro, criando opções únicas de decoração.",
  "entity.araxers_bestiary.bestiary.minecraft.goat.description": "Cabras são criaturas neutras que surgem em biomas montanhosos. Podem pular muito alto (até 10 blocos) e possuem um ataque de chifrada único onde investem contra jogadores ou mobs se provocadas. Existem duas variantes: cabras comuns e cabras gritantes, que são mais agressivas e fazem um som de grito distinto. Quando uma cabra gritante chifra certos blocos, há chance de dropar um chifre de cabra, que jogadores usam para emitir sons de trombeta. Podem ser reproduzidas com trigo e ordenhadas como vacas. São conhecidas pelo comportamento imprevisível.",
  "entity.araxers_bestiary.bestiary.minecraft.goat.loot.goat_horn": "(Quando uma cabra gritante chifra um bloco)",
  "entity.araxers_bestiary.bestiary.minecraft.guardian.description": "Guardiões são criaturas aquáticas hostis que surgem em monumentos oceânicos. Têm aparência de peixe espinhoso com um único olho grande e nadam em qualquer direção. Atacam disparando um raio laser nos jogadores, que possui um período de carregamento antes de disparar e pode atravessar blocos. Também podem estender seus espinhos para causar dano de contato. São os principais defensores dos monumentos oceânicos. São imunes a afogamento e podem ver jogadores através de blocos. Quando derrotados, podem deixar cair fragmentos de prismarinho, cristais de prismarinho e bacalhau cru.",
  "entity.araxers_bestiary.bestiary.minecraft.hoglin.description": "Hoglins são criaturas hostis que surgem no bioma de Floresta Carmesim no Nether. São grandes criaturas parecidas com javalis com presas e são uma das poucas fontes de alimento no Nether. Hoglins atacam jogadores ao vê-los e podem lançá-los para longe com seu poderoso ataque de carga. Têm medo de fungos distorcidos e fugirão deles. Podem ser reproduzidos usando fungos carmesim, e os filhotes são neutros. Quando derrotados, deixam cair carne de porco crua e couro. Se um Hoglin ficar no Mundo Superior por muito tempo, transforma-se em um Zoglin.",
  "entity.araxers_bestiary.bestiary.minecraft.horse.description": "Cavalos são criaturas passivas domesticáveis que surgem em planícies, savanas e prados. Vêm em várias cores e padrões. Podem ser domesticados montando-os repetidamente até que corações apareçam, e então podem ser montados usando uma sela. Cada cavalo possui estatísticas únicas de vida, velocidade e altura de pulo. Podem ser reproduzidos usando maçãs douradas ou cenouras douradas e equipados com armaduras. Cavalos podem ser conduzidos com laços e amarrados a cercas.",
  "entity.araxers_bestiary.bestiary.minecraft.husk.description": "Husks (Zumbis-múmia) são criaturas hostis que são variantes de deserto dos zumbis. Surgem em biomas de deserto e, ao contrário dos zumbis comuns, não queimam no sol. Possuem vestes egípcias esfarrapadas e pele cor de areia. Quando um Husk ataca, inflige o efeito de fome além do dano. Se um Husk se afogar, transforma-se em um zumbi comum. Podem surgir com armadura e quebrar portas na dificuldade difícil. Quando derrotados, deixam cair carne podre e têm pequena chance de dropar lingotes de ferro, cenouras ou batatas.",
  "entity.araxers_bestiary.bestiary.minecraft.illusioner.description": "Ilusionistas são criaturas Illagers hostis não utilizadas que não surgem naturalmente e só podem ser invocadas via comandos. São conjuradores que criam cópias ilusórias de si mesmos para confundir jogadores e atacam com arco e flecha à distância. Também podem ficar invisíveis temporariamente. Apesar de implementados no código, nunca foram adicionados oficialmente ao ciclo de geração natural. Quando derrotados, podem deixar cair arcos e esmeraldas.",
  "entity.araxers_bestiary.bestiary.minecraft.iron_golem.description": "Golens de Ferro são criaturas de utilidade que protegem vilas e aldeões. Podem surgir naturalmente em vilas com certo número de aldeões e camas, ou criados por jogadores usando quatro blocos de ferro em forma de T e uma abóbora entalhada no topo. São poderosos e feitos de ferro com videiras no corpo. São passivos com jogadores de boa reputação, mas tornam-se hostis se o jogador atacar um aldeão. Atacam balançando os braços e lançando inimigos ao ar. Ocasionalmente oferecem papoulas para as crianças aldeãs.",
  "entity.araxers_bestiary.bestiary.minecraft.llama.description": "Lhamas são criaturas passivas domesticáveis que surgem em biomas de savana e montanha. Existem em quatro cores de pelagem. Não podem ser montadas diretamente para controle, mas podem ser equipadas com baús e conduzidas em caravanas com um laço. Quando uma lhama é conduzida, outras próximas a seguirão, formando uma caravana de até 10. Cada lhama tem um valor de força aleatório (1-5) que determina os slots do baú. Defendem-se cuspindo em criaturas hostis ou jogadores. Podem ser reproduzidas usando fardos de feno.",
  "entity.araxers_bestiary.bestiary.minecraft.magma_cube.description": "Cubos de Magma são criaturas hostis que são a variante de Nether dos slimes. Surgem em desertos do Nether, deltas de basalto e fortalezas. Têm corpo fundido feito de blocos de magma. Como os slimes, vêm em tamanhos variados e se dividem ao serem derrotados. São imunes a fogo e lava e podem nadar nela. Atacam pulando nos jogadores. Quando derrotados, têm chance de dropar creme de magma, usado em poções de resistência ao fogo.",
  "entity.araxers_bestiary.bestiary.minecraft.mooshroom.description": "Mooshrooms (Vacumelos) são criaturas passivas que surgem exclusivamente no raro bioma de Campos de Cogumelos. Têm cogumelos crescendo em suas costas. Existem duas variantes: vermelha e marrom (criada quando a vermelha é atingida por um raio). Podem ser ordenhadas como vacas, mas usar uma tigela na vermelha dá ensopado de cogumelos, e na marrom dá ensopado suspeito. Usar tesouras as transforma em vacas comuns e dropa cogumelos. Podem ser reproduzidas com trigo.",
  "entity.araxers_bestiary.bestiary.minecraft.mule.description": "Mulas são criaturas híbridas criadas ao cruzar um cavalo com um burro. Combinam a velocidade dos cavalos com a força dos burros. Podem ser equipadas com baús para transporte. Mulas não podem ser reproduzidas entre si. Podem ser domesticadas montando-as até que corações apareçam, e então montadas com uma sela. São ligeiramente mais rápidas que burros, mas mais lentas que cavalos. Quando derrotadas, deixam cair couro.",
  "entity.araxers_bestiary.bestiary.minecraft.ocelot.description": "Jaguatiricas são criaturas passivas e tímidas que surgem em biomas de selva. Têm pelagem amarela-alaranjada manchada e são um dos animais mais rápidos do jogo. Ao contrário dos gatos, não podem ser domesticadas, mas podem ser reproduzidas com peixe cru. Têm medo natural de jogadores, mas podem ser atraídas com bacalhau ou salmão crus. Jaguatiricas são imunes a dano de queda e atacam galinhas e tartarugas bebês. Phantoms as evitam. Podem dropar linha quando derrotadas.",
  "entity.araxers_bestiary.bestiary.minecraft.panda.description": "Pandas são criaturas passivas que surgem em selvas e florestas de bambu. Possuem sete tipos de personalidade: normal, preguiçoso, preocupado, brincalhão, agressivo, fraco e marrom. Cada personalidade afeta seu comportamento - preguiçosos deitam de costas, brincalhões rolam. Amam bambu e podem ser reproduzidos com ele se houver bambu plantado por perto. Espirram ocasionalmente e dropam bambu ao serem derrotados. São um dos mobs mais expressivos do jogo.",
  "entity.araxers_bestiary.bestiary.minecraft.parrot.description": "Papagaios são criaturas coloridas e domesticáveis que surgem em biomas de selva. Existem em cinco variantes de cores. Podem ser domesticados com sementes, seguindo o jogador e pousando em seus ombros. Têm a habilidade única de imitar sons de criaturas hostis próximas, servindo como aviso. Dançam perto de vitrolas tocando música. Biscoitos são tóxicos para eles e causam morte instantânea. Quando derrotados, deixam cair penas.",
  "entity.araxers_bestiary.bestiary.minecraft.phantom.description": "Phantoms são criaturas voadoras hostis que surgem no céu noturno quando um jogador não dorme por três ou mais dias no jogo. São mortos-vivos com pele azul-esverdeada translúcida e grandes asas. Atacam mergulhando sobre os jogadores. São vulneráveis à luz solar e queimam durante o dia. Têm medo de gatos e jaguatiricas. Quando derrotados, deixam cair membranas de phantom, usadas para reparar élitros e preparar poções de queda lenta.",
  "entity.araxers_bestiary.bestiary.minecraft.pig.description": "Porcos são animais de fazenda passivos que surgem em biomas gramados no Mundo Superior. Podem ser reproduzidos com cenouras, batatas ou beterrabas, e deixam cair carne de porco crua. Podem ser montados com uma sela, controlados por uma cenoura no palito. Se atingidos por um raio, transformam-se em piglins zumbificados. Porcos são um dos mobs mais antigos do Minecraft, presentes desde as fases iniciais de teste.",
  "entity.araxers_bestiary.bestiary.minecraft.piglin.description": "Piglins são criaturas humanoides neutras nativas do Nether. São obcecados por ouro e não atacam jogadores usando armadura de ouro. Jogadores podem trocar com eles dando lingotes de ouro. Atacam jogadores que mineram ouro ou abrem baús perto deles. Caçam Hoglins e têm medo de fogo das almas e piglins zumbificados. Se ficarem no Mundo Superior por muito tempo, transformam-se em piglins zumbificados. Filhotes nunca crescem e não são hostis.",
  "entity.araxers_bestiary.bestiary.minecraft.piglin_brute.description": "Piglins Brutos são variantes hostis de piglins que surgem exclusivamente em remanescentes de bastião no Nether. Ao contrário dos piglins comuns, são sempre hostis, mesmo se o jogador usar ouro. São mais fortes, têm mais vida e atacam com machados de ouro. Não realizam trocas e não se distraem com ouro. Atacam jogadores que abrem baús ou quebram blocos de ouro nos bastiões. Transformam-se em piglins zumbificados no Mundo Superior.",
  "entity.araxers_bestiary.bestiary.minecraft.pillager.description": "Saqueadores são criaturas Illagers hostis que atacam com bestas. Surgem em postos avançados de saqueadores, em invasões de vilas e patrulhas. São reconhecidos pela pele cinza e sobrancelhas distintas. Quando um capitão saqueador (com estandarte) é derrotado, aplica o efeito Mau Olho, que gera uma invasão ao entrar em uma vila. Atacam junto com outros Illagers para eliminar aldeões. Atiram de distâncias consideráveis.",
  "entity.araxers_bestiary.bestiary.minecraft.polar_bear.description": "Ursos polares são criaturas neutras que surgem em biomas nevados e oceanos congelados. São passivos a menos que jogadores se aproximem de seus filhotes, tornando-os hostis e protetores. Adultos atacam se provocados, enquanto filhotes são sempre passivos. Podem nadar e ocasionalmente ficam em pé nas patas traseiras. Deixam cair bacalhau ou salmão crus ao serem derrotados. Exibem comportamento parental protetor, único entre a vida selvagem do jogo.",
  "entity.araxers_bestiary.bestiary.minecraft.pufferfish.description": "Baiacus são pequenas criaturas aquáticas passivas que surgem em oceanos mornos. Possuem um mecanismo de defesa único: quando um jogador se aproxima, eles inflam e tornam-se espinhosos. Nesse estado, envenenam e causam dano a quem os tocar. Podem ser pegos com balde ou vara de pescar. Quando derrotados, deixam cair o item baiacu, usado em Poções de Respiração Aquática, mas são venenosos se comidos.",
  "entity.araxers_bestiary.bestiary.minecraft.rabbit.description": "Coelhos são pequenas criaturas passivas que surgem em vários biomas e têm sete cores de pelagem. São rápidos e pulam alto. Podem ser reproduzidos com cenouras ou dentes-de-leão. Deixam cair couro de coelho, coelho cru e, raramente, pé de coelho (usado em Poções de Salto). Existe uma variante hostil extremamente rara chamada 'Coelho Assassino', invocável apenas via comandos. No deserto, comem cactos.",
  "entity.araxers_bestiary.bestiary.minecraft.ravager.description": "Devastadores são grandes e poderosas criaturas hostis que aparecem em invasões de vilas. Parecem uma mistura de touro com rinoceronte. Têm muita vida e causam dano significativo com seu ataque de carga, que quebra plantações e folhas. Podem rugir para atordoar jogadores. Outros Illagers podem montá-los. Sempre deixam cair uma sela quando derrotados e são considerados um dos mobs não-chefes mais formidáveis devido à resistência a repulsão.",
  "entity.araxers_bestiary.bestiary.minecraft.salmon.description": "Salmões são criaturas aquáticas passivas que surgem em oceanos frios e rios. Têm cor avermelhada e são maiores que o bacalhau. Salmões nadam em cardumes e fogem de predadores. Podem ser pegos em baldes. Quando derrotados, dropam salmão cru e farinha de osso. São uma fonte de alimento importante e podem ser dados a gatos e raposas. Preferem biomas de águas mais frias.",
  "entity.araxers_bestiary.bestiary.minecraft.sheep.description": "Ovelhas são animais de fazenda passivos que surgem em biomas gramados. Existem em 16 cores, sendo a branca a mais comum. Podem ser tingidas com corantes. Sua característica principal é serem tosquiadas para obter lã, que cresce novamente após comerem grama. Podem ser reproduzidas com trigo. Deixam cair carne de carneiro e lã de sua respectiva cor. Ovelhas foram um dos primeiros mobs passivos adicionados ao Minecraft.",
  "entity.araxers_bestiary.bestiary.minecraft.sheep.loot.wool": "(Depende da cor da ovelha)",
  "entity.araxers_bestiary.bestiary.minecraft.shulker.description": "Shulkers são criaturas hostis em forma de caixa que surgem em cidades do End. Têm um mecanismo de defesa onde fecham sua concha para se tornarem invulneráveis. Quando abertos, disparam projéteis guiados que causam o efeito de Levitação. Podem se teletransportar se atacados. Deixam cair cascas de shulker, usadas para fabricar caixas de shulker - itens de armazenamento valiosos que mantêm o conteúdo quando quebrados.",
  "entity.araxers_bestiary.bestiary.minecraft.silverfish.description": "Traças são pequenas criaturas hostis que se escondem em blocos infestados que parecem pedra comum ou tijolos de pedra. Quando o bloco é quebrado, a traça emerge e ataca. Elas podem chamar outras traças próximas para ajudar se feridas, gerando um enxame. São comuns em fortalezas, mansões e porões de iglus. Movem-se rápido e passam por frestas de 1 bloco. Não deixam cair itens.",
  "entity.araxers_bestiary.bestiary.minecraft.skeleton.description": "Esqueletos são mortos-vivos hostis comuns que atacam com arcos e flechas à distância. Surgem em áreas escuras e queimam na luz solar a menos que usem capacete ou estejam na água. Podem montar aranhas para criar jóqueis de aranha. Quando derrotados, deixam cair ossos, flechas e arcos. Têm várias variantes como nômades e esqueletos wither. Esqueletos têm medo de lobos e fogem deles.",
  "entity.araxers_bestiary.bestiary.minecraft.skeleton_horse.description": "Cavalos-esqueleto são raros cavalos mortos-vivos que surgem em tempestades como parte de uma 'armadilha de esqueleto'. Ao se aproximar, raios atingem o cavalo e surgem quatro cavaleiros esqueletos. Podem ser montados submersos, pois não precisam de ar. São domesticados imediatamente, mas não podem ser reproduzidos. Sofrem dano de poções de cura e são curados por dano instantâneo.",
  "entity.araxers_bestiary.bestiary.minecraft.slime.description": "Slimes são criaturas hostis em forma de cubo gelatinoso de três tamanhos. Surgem em pântanos à noite ou em chunks específicos abaixo da camada Y=40. Ao serem derrotados, os grandes e médios se dividem. Slimes pequenos dropam bolas de slime, usadas em pistões grudentos e laços. Apenas os médios e grandes causam dano por contato. Fazem sons de 'chapinhado' ao se mover.",
  "entity.araxers_bestiary.bestiary.minecraft.sniffer.description": "O Sniffer (Farejador) é uma grande criatura passiva ancestral adicionada na 1.20. Podem ser obtidos chocando ovos de Sniffer encontrados em ruínas oceânicas via arqueologia. Têm a habilidade de farejar e desenterrar sementes ancestrais raras, como flor-tocha e jarro. Podem ser reproduzidos com sementes de flor-tocha. É a maior criatura passiva do jogo.",
  "entity.araxers_bestiary.bestiary.minecraft.snow_golem.description": "Golens de Neve são criaturas de utilidade criadas empilhando dois blocos de neve e uma abóbora no topo. Atacam jogando bolas de neve que não causam dano, mas empurram inimigos. Deixam um rastro de neve e derretem em biomas quentes ou no Nether. Sofrem dano da água e chuva. Tesouras podem ser usadas para remover a abóbora e revelar seu rosto de neve.",
  "entity.araxers_bestiary.bestiary.minecraft.spider.description": "Aranhas são criaturas hostis comuns que escalam paredes e pulam grandes distâncias. Tornam-se neutras na luz do dia (nível 12+), atacando apenas se provocadas. Fazem sons de chiado. Podem surgir com um esqueleto montado. Deixam cair linha e olhos de aranha (usados em alquimia). Têm 1 bloco de altura, mas quase 2 de largura.",
  "entity.araxers_bestiary.bestiary.minecraft.squid.description": "Lulas são criaturas aquáticas passivas que surgem em oceanos, rios e lagos subterrâneos. Ao serem atacadas, liberam uma nuvem de tinta e tentam fugir. Podem sobreviver em terra por pouco tempo antes de sufocar. Quando derrotadas, dropam bolsas de tinta, usadas para corante preto. Não possuem predadores naturais nem caçam comida.",
  "entity.araxers_bestiary.bestiary.minecraft.stray.description": "Nômades são variantes de esqueletos que surgem em biomas nevados. Atiram flechas com o efeito de Lentidão. Queimam na luz solar como outros mortos-vivos. Podem ser criados quando um esqueleto fica submerso em neve fofa por 15 segundos. Além do loot normal de esqueleto, podem dropar flechas de lentidão.",
  "entity.araxers_bestiary.bestiary.minecraft.stray.loot.tipped_arrow.slowness": "(Lentidão)",
  "entity.araxers_bestiary.bestiary.minecraft.strider.description": "Lavagantes são criaturas passivas do Nether que andam sobre a lava. Tremem quando fora da lava, ficando roxos e frios. Jogadores podem montá-los com uma sela e controlá-los com um fungo distorcido no palito. São valiosos para atravessar oceanos de lava. Podem ser reproduzidos com fungos distorcidos. Dropam linha quando derrotados.",
  "entity.araxers_bestiary.bestiary.minecraft.tadpole.description": "Girinos são criaturas aquáticas passivas que representam a fase jovem dos sapos. Surgem de ovas de sapo na água. Crescem após 20 minutos, com a cor final definida pelo bioma em que amadurecem. Podem ser pegos em baldes. São presas de axolotes e podem sufocar fora da água.",
  "entity.araxers_bestiary.bestiary.minecraft.trader_llama.description": "Lhamas de Mercador são variantes especiais que surgem com os Mercadores Viajantes. Têm decorações de tapete azul distintas. Não podem ser reproduzidas e desaparecem com o mercador. Defendem o dono cuspindo nos agressores. Se o mercador morrer, podem ser domesticadas normalmente. Têm as mesmas quatro cores das lhamas comuns.",
  "entity.araxers_bestiary.bestiary.minecraft.tropical_fish.description": "Peixes Tropicais são criaturas aquáticas coloridas com 3.584 combinações possíveis de cores e padrões. Surgem em oceanos mornos e cavernas luxuriantes. Podem ser pegos em baldes, preservando sua aparência única. Quando derrotados, dropam o item peixe tropical e farinha de osso.",
  "entity.araxers_bestiary.bestiary.minecraft.turtle.description": "Tartarugas são criaturas passivas que surgem em praias. Sempre retornam à sua praia de origem para botar ovos. Podem ser reproduzidas com grama marinha. Filhotes dropam escamas de tartaruga ao crescerem, usadas para cascos de tartaruga. São lentas em terra e rápidas na água. São caçadas por zumbis e lobos.",
  "entity.araxers_bestiary.bestiary.minecraft.vex.description": "Vexes são pequenas criaturas voadoras hostis invocadas por Invocadores. São fantasmas azulados translúcidos que empunham espadas de ferro. Podem atravessar blocos sólidos. Ficam vermelhos antes de atacar. Têm tempo de vida limitado, desaparecendo após alguns minutos. Não dropam itens.",
  "entity.araxers_bestiary.bestiary.minecraft.villager.description": "Aldeões são criaturas passivas inteligentes que habitam vilas. Possuem profissões baseadas em blocos de bancada e realizam trocas por esmeraldas. Sobem de nível ao negociar. Podem se reproduzir se houver camas suficientes. Buscam abrigo à noite para evitar zumbis. São protegidos por Golens de Ferro e possuem uma economia própria.",
  "entity.araxers_bestiary.bestiary.minecraft.vindicator.description": "Vindicadores são Illagers hostis que atacam com machados de ferro. Surgem em mansões e invasões. São lutadores corpo a corpo agressivos. Se nomeados como 'Johnny', atacam quase todos os mobs. Podem quebrar portas na invasão. Deixam cair esmeraldas e ocasionalmente seus machados.",
  "entity.araxers_bestiary.bestiary.minecraft.wandering_trader.description": "Mercadores Viajantes são nômades que aparecem aleatoriamente perto de jogadores com duas lhamas. Oferecem itens incomuns de biomas distantes. Bebem poções de invisibilidade à noite ou quando atacados. Não podem ser reproduzidos e desaparecem após 40-60 minutos.",
  "entity.araxers_bestiary.bestiary.minecraft.warden.description": "O Warden é uma das criaturas mais perigosas do Minecraft, que surge na Escuridão Profunda ao ativar sensores de sculk. É cego, mas detecta jogadores por vibrações e cheiro. Possui 500 de vida e causa dano massivo, além de um ataque sonoro à distância que ignora armaduras. Foi projetado para ser evitado com furtividade.",
  "entity.araxers_bestiary.bestiary.minecraft.witch.description": "Bruxas são criaturas hostis que atacam arremessando poções de dano, veneno e lentidão. Bebem poções de cura e resistência para se defenderem. Surgem em cabanas de bruxa, pântanos e invasões. Deixam cair vários ingredientes de alquimia ao morrerem. Durante invasões, podem curar outros Illagers.",
  "entity.araxers_bestiary.bestiary.minecraft.wither.description": "O Wither é um chefe morto-vivo poderoso invocado com areia das almas e três crânios de esqueleto wither. Dispara cabeças explosivas que causam o efeito decomposição. Possui 300 de vida e explode ao surgir. É imune a flechas quando chega à metade da vida. Ao morrer, deixa cair uma Estrela do Nether.",
  "entity.araxers_bestiary.bestiary.minecraft.wither_skeleton.description": "Esqueletos Wither são versões altas e negras de esqueletos que surgem em fortalezas do Nether. Atacam com espadas de pedra e infligem decomposição. São imunes a fogo. Têm 2,5% de chance de dropar seu crânio, necessário para invocar o Wither. Atacam Piglins ao vê-los.",
  "entity.araxers_bestiary.bestiary.minecraft.wolf.description": "Lobos são criaturas neutras que surgem em florestas e taigas. Podem ser domesticados com ossos, ganhando coleiras coloridas. Seguem seus donos e atacam quem os ferir. Podem ser curados com carne. São inimigos naturais de esqueletos e coelhos. Podem ser reproduzidos para gerar filhotes.",
  "entity.araxers_bestiary.bestiary.minecraft.wolf.loot.bone": "(Se morto por um jogador)",
  "entity.araxers_bestiary.bestiary.minecraft.zoglin.description": "Zoglins são versões mortas-vivas dos hoglins que surgem quando estes ficam fora do Nether por 15 segundos. Atacam quase todos os mobs, exceto outros mortos-vivos. Não podem ser reproduzidos ou domesticados. Dropam carne podre em vez de porco. São imunes a fogo.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie.description": "Zumbis são mortos-vivos hostis que caçam jogadores e aldeões. Surgem à noite ou em cavernas. Queimam na luz solar a menos que usem capacete. Podem quebrar portas no Difícil. Zumbis bebês são muito mais rápidos e perigosos que os adultos.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie_horse.description": "Cavalos-zumbis são variantes mortas-vivas que não surgem naturalmente, apenas via comandos. Têm aparência esverdeada e decomposta. Não podem ser domesticados ou equipados no Survival normal. São imunes a afogamento e fogo. Deixam cair carne podre ao serem derrotados.",
  "entity.araxers_bestiary.bestiary.minecraft.zombie_villager.description": "Aldeões Zumbis são variantes que podem ser curadas usando uma poção de fraqueza e uma maçã dourada. Mantêm as roupas de suas profissões. Após curados, oferecem grandes descontos nas trocas. Comportam-se como zumbis comuns antes da cura.",
  "entity.araxers_bestiary.bestiary.minecraft.zombified_piglin.description": "Piglins Zumbificados são criaturas neutras do Nether. Não atacam a menos que sejam provocados; se um for atacado, todos os próximos se tornarão hostis. Deixam cair pepitas de ouro e ocasionalmente lingotes ou espadas de ouro.",


  "spawn.biome.araxers_bestiary.minecraft.overworld": "Mundo Superior",
  "spawn.biome.araxers_bestiary.minecraft.overworld_sky": "Céu do Mundo Superior",
  "spawn.biome.araxers_bestiary.minecraft.underground": "Subterrâneo",
  "spawn.biome.araxers_bestiary.minecraft.mountains": "Montanhas",
  "spawn.biome.araxers_bestiary.minecraft.mountains_underground": "Montanhas (Subterrâneo)",
  "spawn.biome.araxers_bestiary.minecraft.underground_water": "Água Subterrânea",
  "spawn.biome.araxers_bestiary.minecraft.underwater_ruins": "Ruínas Subaquáticas",
  "spawn.biome.araxers_bestiary.minecraft.caves": "Cavernas",
  "spawn.biome.araxers_bestiary.minecraft.lava_lakes": "Lagos de Lava",
  "spawn.biome.araxers_bestiary.minecraft.lava_oceans": "Oceano de Lava",
  "spawn.structures.araxers_bestiary.minecraft.villages": "Vilas",
  "spawn.structures.araxers_bestiary.minecraft.desert_villages": "Vilas do Deserto",
  "spawn.structures.araxers_bestiary.minecraft.nether_fortress": "Fortaleza do Nether",
  "spawn.structures.araxers_bestiary.minecraft.swamp_huts": "Choupanas de Pântano",
  "spawn.structures.araxers_bestiary.minecraft.mineshafts": "Minas Abandonadas",
  "spawn.structures.araxers_bestiary.minecraft.woodland_mansions": "Mansão da Floresta",
  "spawn.structures.araxers_bestiary.minecraft.ocean_monument": "Monumento Oceânico",
  "spawn.structures.araxers_bestiary.minecraft.pillager_outposts": "Postos de Saqueadores",
  "spawn.structures.araxers_bestiary.minecraft.ancient_cities": "Cidades Ancestrais",
  "spawn.structures.araxers_bestiary.minecraft.underground_structures": "Estruturas subterrâneas",
  "spawn.structures.araxers_bestiary.minecraft.end_cities": "Cidades do End",
  "spawn.structures.araxers_bestiary.minecraft.bastion_remnants": "Remanescentes de Bastião",
  "spawn.structures.araxers_bestiary.minecraft.strongholds": "Fortalezas",
  "spawn.structures.araxers_bestiary.minecraft.igloo_basements": "Porões de Iglu",
  "spawn.condition.araxers_bestiary.minecraft.light_level_below_7": "nível de luz abaixo de 7",
  "spawn.condition.araxers_bestiary.minecraft.beds_occupied_5": "(mais de 5 camas ocupadas)",
  "spawn.condition.araxers_bestiary.minecraft.player_bred": "Criado pelo Jogador",
  "spawn.condition.araxers_bestiary.minecraft.after_3_or_more_nights_without_sleep": "Após 3+ noites sem dormir",
  "spawn.condition.araxers_bestiary.minecraft.end_fountain": "Fonte do End",
  "spawn.condition.araxers_bestiary.minecraft.during_raids": "Durante Invasões",
  "spawn.condition.araxers_bestiary.minecraft.player_created": "Criado pelo Jogador",
  "spawn.condition.araxers_bestiary.minecraft.commands_only": "Apenas Comandos",
  "spawn.condition.araxers_bestiary.minecraft.player_hatched": "Chocado pelo Jogador",
  "spawn.condition.araxers_bestiary.minecraft.from_archeology": "Via Arqueologia",
  "spawn.condition.araxers_bestiary.minecraft.slimes": "Abaixo de Y=40 em chunks específicos",
  "spawn.condition.araxers_bestiary.minecraft.infested_blocks": "De Blocos Infestados",
  "spawn.condition.araxers_bestiary.minecraft.near_the_player": "Gera perto do jogador",
  "spawn.condition.araxers_bestiary.minecraft.summoned_by_evokers": "Invocado por Invocadores",
  "spawn.condition.araxers_bestiary.minecraft.with_wandering_trader": "Com Mercador Viajante",
  "screen.araxers_bestiary.filter.display.all": "Todos",
  "screen.araxers_bestiary.rankx.header": "Progresso Rank-X",
  "screen.araxers_bestiary.rankx.points": "Pontos: %s/%s",
  "screen.araxers_bestiary.rankx.progress": "Progresso: %s/%s (%s%%)",
  "screen.araxers_bestiary.rankx.gates_need_s": "Alcance o Rank S para iniciar as etapas",
  "screen.araxers_bestiary.rankx.challenges": "Desafios:",
  "screen.araxers_bestiary.rankx.locked_days_remaining.one": "Bloqueado: %s dia restante",
  "screen.araxers_bestiary.rankx.locked_days_remaining.other": "Bloqueado: %s dias restantes",
  "screen.araxers_bestiary.rank.progress": "Rank %s → %s: %s/%s (%s%%)",
  "screen.araxers_bestiary.rankx.challenge.observe": "Observar com Luneta",
  "screen.araxers_bestiary.rankx.challenge.biome_diversity": "Diversidade de biomas",
  "screen.araxers_bestiary.rankx.challenge.elite_streak": "Série de elites %s",
  "screen.araxers_bestiary.rankx.challenge.no_armor_no_shield_clear": "Vitória sem defesa",
  "screen.araxers_bestiary.rankx.challenge.per_entity_count": "Contagem de abates",
  "screen.araxers_bestiary.rankx.challenge.util_unique_interaction": "Interação de utilidade",
  "screen.araxers_bestiary.rankx.challenge.pacifist_bonus": "Bônus pacifista",
  "screen.araxers_bestiary.rankx.challenge.non_lethal_interaction": "Interação não letal",
  "screen.araxers_bestiary.rankx.challenge.proximity_survival": "Sobrevivência por proximidade",
  "screen.araxers_bestiary.rankx.challenge.clean_clear": "Vitória limpa",
  "screen.araxers_bestiary.rankx.challenge.no_cheese_clear": "Sem mecânicas apelativas",
  "screen.araxers_bestiary.rankx.challenge.observe_before_fight": "Observar antes da luta",
  "screen.araxers_bestiary.rankx.challenge.team_bonus": "Bônus de equipe",
  "screen.araxers_bestiary.rankx.challenge.breed": "Cruzar",

  "screen.araxers_bestiary.global_bar.tooltip.sighted": "Avistados: %s/%s",
  "screen.araxers_bestiary.global_bar.tooltip.s_ranks": "Ranks-S: %s/%s",
  "screen.araxers_bestiary.global_bar.tooltip.x_ranks": "Ranks-X: %s/%s",

  "screen.araxers_bestiary.benefit.state.disabled": "Desativado",
  "screen.araxers_bestiary.benefit.state.active": "Ativo",
  "screen.araxers_bestiary.benefit.state.available": "Disponível",
  "screen.araxers_bestiary.benefit.state.locked": "Bloqueado",
  "screen.araxers_bestiary.benefit.state_line": "%s • %s ≥ %s"
}